Repository: karlguy/srcaur
Catalog: po/*.po
Languages: el, es_es, it, pt_br, ro, ru, sr, sr@latin

source: usage: %s <operation> [...]
el: χρήση:%s <λειτουργία> [...]
es_es: Uso: %s <operación> [...]
it: so: %s <operazioni> [...]
pt_br: uso: %s <operação> [...]
ro: folosire: %s <operație: [...]
ru: использование: %s <операция> [...]
sr: употреба: %s <операција> [...]
sr@latin: upotreba: %s <operacija> [...]

source: operations:
el: λειτουργίες:
es_es: operaciones:
it: operazioni:
pt_br: operações:
ro: operații:
ru: операции:
sr: операције:
sr@latin: operacije:

source: %s {-Q --query} [options] [<package(s)>]
el: %s {-Q --query} [επιλογές] [<πακέτο(α)>]
es_es: %s {-Q --query} [opciones] [<paquete(s)>]
it: %s {-Q --query} [opzioni] [<pacchetti>]
pt_br: %s {-Q --query} [opções] [<pacote(s)>]
ro: %s {-Q --query} [opțiuni] [<pachete(s)>]
ru: %s {-Q --query} [опции] [<пакет(ы)>]
sr: %s {-Q --query} [опције] [<пакет(и)>]
sr@latin: %s {-Q --query} [opcije] [<paket(i)>]

source: %s {-R --remove} [options] <package(s)>
el: %s {-R --remove} [επιλογές] <πακέτο(α)>
es_es: %s {-R --remove} [opciones] <paquetes(s)>
it: %s {-R --remove} [opzioni] <pacchetti>
pt_br: %s {-R --remove} [opções] <pacote(s)>
ro: %s {-R --remove} [opțiuni] <pachete(s)>
ru: %s {-R --remove} [опции] <пакет(ы)>
sr: %s {-R --remove} [опције] <пакет(и)>
sr@latin: %s {-R --remove} [opcije] <paket(i)>

source: %s {-S --sync} [options] [package(s)]
el: %s {-S --sync} [επιλογές] <πακέτο(α)>
es_es: %s {-S --sync} [opciones] [paquete(s)]
it: %s {-S --sync} [opzioni] [pacchetti]
pt_br: %s {-S --sync} [opções] [pacote(s)]
ro: %s {-S --sync} [opțiuni] [pachete(s)]
ru: %s {-S --sync} [опции] [пакет(ы)]
sr: %s {-S --sync} [опције] [пакет(и)]
sr@latin: %s {-S --sync} [opcije] [paket(i)]

source: %s options are based on pacman, so check the pacman man page
el: %s επιλογές βασίζονται στον pacman, δες τη man σελίδα του pacman
es_es: Las opciones de %s están basadas en pacman, revisa la página man de pacman
it: Le opzioni di %s sono basate su pacman, vedi il manuale di pacman
pt_br: %s tem opções baseadas no pacman, então verifique a página man do pacman
ro: opțiunile %s sunt bazate pe pacman, deci consultați manualul pacman
ru: %s опции соответствуют опциям pacman, поэтому обратитесь к man-странице pacman
sr: опције %s-а су засноване на pacman-у, зато провери pacman-ову man страницу
sr@latin: opcije %sa su zasnovane na pacmanu, zato proveri pacmanovu man stranicu

source: %s adds some option to -S:
el: %s προσθέτει κάποια επιλογή στο -S:
es_es: %s añade algunas opciones a -S:
it: %s aggiunge qualche opzione a -S:
pt_br: %s adiciona algumas opções a -S:
ro: %s adaugă opțiuni la -S:
ru: %s добавляет некоторые опции к -S:
sr: %s додаје неке опције на -S:
sr@latin: %s dodaje neke opcije na -S:

source: -b, --build builds the targets from source
el: -b, --build χτίζει τους στόχους από την πηγή
es_es: -b, --build compila todos los paquetes desde el origen
it: -b, --build compila tutti i pacchetti da sorgenti
pt_br: -b, --build compila os alvos a partir dos fontes
ro: -b, --build compilează ținta din codul sursă
ru: -b, --build создает целевые пакеты из исходного кода
sr: -b, --build изграђује пакете из изворног кода
sr@latin: -b, --build izgrađuje pakete iz izvornog koda

source: -bb builds targets and their dependencies from source
el: -bb χτίζει τους στόχους και τις εξαρτήσεις τους από την πηγή
es_es: -bb compila todos los paquetes y sus dependencias desde el origen
it: -bb compila i pacchetti e le loro dipendenze da sorgenti
pt_br: -bb compila alvos e suas dependências dos fontes
ro: -bb compilează țintele și dependențele lor din codul sursă
ru: -bb создает целевые пакеты и их зависимости из исходного кода
sr: -bb изграђује пакете и њихове пратеће пакете из изворног кода
sr@latin: -bb izgrađuje pakete i njihove prateće pakete iz izvornog koda

source: -bbb builds targets, dependencies and their makedeps from source
el: -bbb χτίζει τους στόχους, τις εξαρτήσεις τους και τις εξαρτήσεις χτισίματος, από την πηγή
es_es: -bbb compila todos los paquetes, sus dependencias y las dependencias en tiempo de compilación desde el origen
it: -bbb compila i pacchetti, le loro dipendenze e le dipendenze di compilazione da sorgenti
pt_br: -bbb compila alvos, dependências e suas dependências de compilação\n dos fontes.
ro: -bbb compilează țintele, dependențele și dependențele make din codul sursă
ru: -bbb создает целевые пакеты, зависимости и необходимые для сборки зависимости из исходного кода
sr: -bbb изграђује пакете и њихове пратеће и градеће пакете из изворног кода
sr@latin: -bbb izgrađuje pakete i njihove prateće i gradeće pakete iz izvornog koda

source: -m, --makedeps remove the makedepends after the build
el: -m, --makedeps αφαιρεί τα makedepends μετά το χτίσιμο
es_es: -m, --makedeps borra las dependencias de compilación después de compilar
it: -m, --makedeps rimuove le dipendenze di compilazione dopo la compilazione
pt_br: -m, --makedeps remove as dependências de compilação depois de compilar
ro: -m, --makedeps șterge dependențele make după compilare
ru: -m, --makedeps удаляет зависимости, необходимые для сборки, после ее завершения
sr: -m, --makedeps уклони градеће пакете после изградње
sr@latin: -m, --makedeps ukloni gradeće pakete posle izgradnje

source: -o, --onlyconf applies the changes and displays the PKGBUILD without building
el: -ο, - onlyconf εφαρμόζει τις αλλαγές και εμφανίζει το PKGBUILD χωρίς χτίσιμο
es_es: -o, --onlyconf aplica los cambios y muestra el PKGBUILD sin compilar
it: -o, --onlyconf applica i cambiamenti e visualizza il PKGBUILD senza compilare
pt_br: -o, --onlyconf aplica as alterações e exibições do PKGBUILD sem compilar
ro: -o, --onlyconf aplică schimbările și afișează fișierul PKGBUILD fără compilare
ru: -o, --onlyconf применяет изменения и показывает PKGBUILD без сборки
sr: -o, --onlyconf примењује промене и приказује PKGBUILD без самог изграђивања
sr@latin: -o, --onlyconf primenjuje promene i prikazuje PKGBUILD bez samog izgrađivanja

source: %s adds some option to -Q:
el: %s προσθέτει κάποια επιλογή στο -Q:
es_es: %s añade algunas opciones a -Q:
it: %s aggiunge qualche opzione a -Q:
pt_br: %s adiciona algumas opções a -Q:
ro: %s adaugă unele opțiuni la -Q:
ru: %s добавляет некоторые опции к -Q:
sr: %s додаје неке опције на -Q:
sr@latin: %s dodaje neke opcije na -Q:

source: -b, --build show all packages built from source
el: -b, --build δείχνει όλα τα πακέτα που χτίστηκαν από την πηγή
es_es: -b, --build muestra todos los paquetes compilados desde el origen
it: -b, --build visualizza tutti i pacchetti compilati da sorgenti
pt_br: -b, --build exibe todos pacotes compilados dos fontes
ro: -b, --build arată toate pachetele compilate din cod sursă
ru: -b, --build показывает все пакеты, собранные из исходного кода
sr: -b, --build прикажи све пакете изграђене из изворног кода
sr@latin: -b, --build prikaži sve pakete izgrađene iz izvornog koda

source: %s adds some option to -R:
el: %s προσθέτει κάποια επιλογή στο -R:
es_es: %s añade algunas opciones a -R:
it: %s aggiunge qualche opzione a -R:
pt_br: %s adiciona algumas opções a -R:
ro: %s adaugă unele opțiuni la -R:
ru: %s добавляет некотрые опции к -R:
sr: %s додаје неке опције на -R:
sr@latin: %s dodaje neke opcije na -R:

source: -b, --build remove build-flag only, not the package
el: -b, --build αφαιρεί μόνο το build-flag, όχι το πακέτο
es_es: -b, --build borra solo la marca de paquete compilado, no el paquete
it: -b, --build rimuove solo il flag di pacchetto compilato, non il pacchetto
pt_br: -b, --build remove somente a marca de compilação, não o pacote
ro: -b, --build înlătură doar indicatorul de compilare, nu și pachetul
ru: -b, --build удаляет только флаг сборки, а не пакет
sr: -b, --build само уклони обележје изградње, не и пакет
sr@latin: -b, --build samo ukloni obeležje izgradnje, ne i paket

source: -o, --onlyconf remove the patchfile only
el: -o, --onlyconf αφαιρεί μόνο το patchfile
es_es: -o, --onlyconf borra solo el patchfile
it: -o, --onlyconf rimuove solo il patchfile
pt_br: -o, --onlyconf remove o arquivo patch somente
ro: -o, --onlyconf înlătură doar fișierul patch
ru: -o, --onlyconf удаляет только patchfile
sr: -o, --onlyconf уклони само закрпни фајл
sr@latin: -o, --onlyconf ukloni samo zakrpni fajl

source: Error: Could not find %s under %s
el: Σφάλμα: Δεν ήταν δυνατή η εύρεση του %s κάτω από %s
es_es: Error: No se pudo encontrar %s en %s
it: Errore: Impossibile trovare %s in %s
pt_br: Erro: Não foi possível encontrar %s em %s
ro: Eroare: Nu se poate găsi %s sub %s
ru: Ошибка: Не найден %s в %s
sr: Грешка: Не могу да пронађем %s под %s
sr@latin: Greška: Ne mogu da pronađem %s pod %s

source: Starting ABS sync...
el: Ξεκινάει ο συγχρονισμός του ABS...
es_es: Comenzando sincronización ABS...
it: Inizio la sincronizzazione di ABS...
pt_br: Iniciando sincronização do ABS...
ro: Începe sincronizarea ABS...
ru: Синхронизация ABS...
sr: Започињем ABS усклађивање...
sr@latin: Započinjem ABS usklađivanje...

source: done
el: έτοιμο
es_es: hecho
it: fatto
pt_br: feito
ro: realizat
ru: готово
sr: извршено
sr@latin: izvršeno

source: removing source reference %s...
el: αφαιρώ την πηγή αναφοράς %s...
es_es: Borrando la referencia al paquete %s
it: rimuovo il riferimento al pacchetto %s...
pt_br: removendo referências fontes de %s...
ro: se înlătură referința sursă %s...
ru: удаление ссылки на исходник %s...
sr: %s: уклањам напомену на изворни код...
sr@latin: %s: uklanjam napomenu na izvorni kod...

source: Error: You need to use sudo or to be root
el: Σφάλμα: Πρέπει να χρησιμοποιήσεις sudo ή να είσαι root
es_es: Error: Necesitas usar sudo o ser root
it: Errore: Devi usare sudo oppure devi essere root
pt_br: Erro: Você precisa usar sudo ou ser o root
ro: Eroare: Trebuie să folosiți sudo sau să fiți root
ru: Ошибка: Вам необходимо использовать команду sudo или выполнить из-под root
sr: Грешка: Мораш да користиш sudo или да будеш root
sr@latin: Greška: Moraš da koristiš sudo ili da budeš root

source: Error: The ABSROOT environment variable is not defined
el: Σφάλμα: Η μεταβλητή περιβάλλοντος ABSROOT δεν έχει οριστεί
es_es: Error: La variable de entorno ABSROOT no está definida
it: Errore: La variabile d'ambiente ABSROOT non è stata definita
pt_br: Erro: A variável de ambiente ABSROOT não está definindo
ro: Eroare: Variabila de mediu ABSROOT nu este definită
ru: Ошибка: Переменная среды ABSROOT не определена
sr: Грешка: ABSROOT глобална променљива није дефинисана
sr@latin: Greška: ABSROOT globalna promenljiva nije definisana

source: Source :
el: Πηγή:
es_es: Fuente :
it: Sorgenti :
pt_br: Fonte :
ro: Sursa :
ru: Источник :
sr: Изворни код :
sr@latin: Izvorni kod :

source: Yes
el: Ναι
es_es: Si
it: Si
pt_br: Sim
ro: Da
ru: Да
sr: Да
sr@latin: Da

source: No
el: Όχι
pt_br: Não
ro: Nu
ru: Нет
sr: Не
sr@latin: Ne

source: Patchfile :
pt_br: Arq. Patch :
ro: Fișier patch :
ru: Патч :
sr: Закрпни фајл :
sr@latin: Zakrpni fajl :

source: [source]
el: [πηγή]
es_es: [fuente]
it: [sorgenti]
pt_br: [fonte]
ro: [sursă]
ru: [источник]
sr: [изворни код]
sr@latin: [izvorni kod]

source: Source Targets:
el: Στόχοι Πηγής:
es_es: Paquetes:
it: Pacchetti:
pt_br: Alvos Fontes :
ro: Țintele sursă
ru: Исходники для пакетов:
sr: Пакети За Изградњу:
sr@latin: Paketi Za Izgradnju:

source: Proceed? [Y/n]
el: Συνέχεια; [Ν/ο]
es_es: ¿Proceder? [S/n]
it: Continuo? [S/n]
pt_br: Continuar? [S/n]
ro: Continuați? [Y/n]
ru: Продолжить? [Д/н]
sr: Настави? [D/n]
sr@latin: Nastavi? [D/n]

source: y
el: ν
es_es: s
it: s
pt_br: s
ru: д
sr: d
sr@latin: d

source: Y
el: Ν
es_es: S
it: S
pt_br: S
ru: Д
sr: D
sr@latin: D

source: Build failed for:%s
el: Το χτίσμο απέτυχε για:%s
es_es: Compilación fallida para:%s
it: La compilazione è fallita per:%s
pt_br: Compilação falhou para:%s
ro: Compilarea a eșuat pentru:%s
ru: Сборка не удалась для:%s
sr: Изградња није успела за:%s
sr@latin: Izgradnja nije uspela za:%s
